Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-backintime.tmx
Source language: en
Languages: sv

source: Cannot initialize encryption because the backup destination is not empty.
sv: Kunde inte initiera krypteringen eftersom säkerhetskopians mål inte är tomt.

source: Website
sv: Webbsida

source: Up
sv: Upp

source: Unmount failed
sv: Avmontering misslyckades

source: Question
sv: Fråga

source: Weekday:
sv: Veckodag:

source: Original error: {err}
sv: Original fel: {err}

source: Text beside icon
sv: Text bredvid ikoner

source: Keep the last backup for each day for the last
sv: Behåll den sista säkerhetskopian för varje dag till den sista

source: Pause backup process
sv: Pausa processen för säkerhetskopieringen

source: It must either be empty or already initialized for gocryptfs.
sv: Den måste antingen vara tom eller redan initialiserad för gocryptfs.

source: Restore Config
sv: Återställ konfiguration

source: Trying to keep min {perc} free inodes
sv: Försöker behålla minst {perc} fria inoder

source: Restore the currently shown directory and all its contents to a new location.
sv: Återställ den mappen som visas och hela dess innehåll till en ny plats.

source: Limit rsync bandwidth usage:
sv: Bandbreddsbegränsning för rsync:

source: Thumbnail database on Windows
sv: Tumnageldatabas på Windows

source: Password
sv: Lösenord

source: Cron will automatically send an email with attached errors of cronjobs if an MTA is installed.
sv: Cron kommer automatiskt att skicka ett e-postmeddelande med bifogade fel i cron-jobb om en MTA är installerad.

source: Scheduling is disabled because no cron installation was found. Please install cron to enable scheduled backups.
sv: Schemaläggning är inaktiverad eftersom ingen cron-installation hittades. Installera cron för att aktivera schemalagda säkerhetskopior.

source: About
sv: Om

source: <Generate new key-pair…>
sv: <Generera nytt nyckel-par...>

source: Backups:
sv: Säkerhetskopior:

source: Restore {path}
sv: Återställ {path}

source: "{path}" is a symlink. The linked target will not be backed up until it is included, too.
sv: "{path}" är en sym-länk. Det länkade målet kommer inte att säkerhetskopieras förrän även det är inkluderad.

source: Success
sv: Lyckades

source: Details:
sv: Detaljer:

source: User:
sv: Användare:

source: FAILED
sv: MISSLYCKADES

source: &Backup
sv: &Säkerhetskopiera

source: Sent:
sv: Skickat:

source: Private key:
sv: Privat nyckel:

source: System default
sv: Standardval för systemet

source: The selected item is already in the exclude list.
sv: Det valda objektet finns redan i undantagslistan.

source: The selected items are already in the exclude list.
sv: Det valda objekten finns redan i undantagslistan.

source: Disabled by default.
sv: Inaktiverad som standard.

source: SSH profile setup failed
sv: Konfigurationen av SSH-profil misslyckades

source: Create a new configuration or import an existing configuration from a backup?
sv: Skapa en ny konfiguration eller importera en befintlig konfiguration från en säkerhetskopia?

source: Main profile
sv: Huvudprofil

source: This option may increase backup size.
sv: Det här alternativet kan öka säkerhetskopians storlek.

source: Every week
sv: Varje vecka

source: FAQ
sv: Vanliga frågor

source: (default: {})
sv: (standard: {})

source: Add directories
sv: Lägg till mappar

source: Use %1 and %2 for path parameters
sv: Använd %1 och %2 för sökvägsparametrar

source: Shows the message about this Release Candidate again.
sv: Visar meddelandet om denna släppkandidat igen.

source: Preserve ACL
sv: Behåll ACL

source: Unexpected response from '{process}'.
sv: Oväntat svar från '{process}'.

source: Disabled
sv: Inaktiverad

source: Backups
sv: Säkerhetskopior

source: Runtime system files
sv: Körtid-systemfiler

source: If the directory is located on an external or remote drive, it must be manually mounted beforehand.
sv: Om katalogen finns på en extern eller fjärrenhet måste den monteras manuellt i förväg.

source: Changes
sv: Ändringar

source: Authors:
sv: Skapare:

source: Exclude files
sv: Exkludera filer

source: Run 'rsync' with '{cmd}':
sv: Kör 'rsync' med '{cmd}':

source: The years are counted as calendar years starting with the current year.
sv: Åren räknas som kalenderår från och med det nuvarande året.

source: This directory doesn't exist in the selected backup.
sv: Den här katalogen existerar inte i den valda säkerhetskopian.

source: System runtime directories
sv: System körtidkataloger

source: Disabled because this pattern is not functional in mode 'SSH encrypted'.
sv: Avstängd eftersom att det här mönstret inte är funktionellt i läget 'Krypterad SSH'.

source: [E] Error, [I] Information, [C] Change
sv: [E] Fel, [I] Information, [C] Ändring

source: Day(s)
sv: Dag(ar)

source: Unexpected output from '{process}'.
sv: Oväntad utdata från '{process}'.

source: If selected, Back In Time will first test the remote machine.
sv: Om det väljs kommer Back In Time först att testa fjärrmaskinen.

source: The encryption password cannot be empty.
sv: Krypteringslösenordet får inte vara tomt.

source: This version is a Release Candidate for testing before the next stable release. If you test this version, please provide feedback. Let us know if you found a problem or if everything worked as expected. Even a short test of a few minutes is helpful. You can reach the Back In Time team via: {contact_list} This message won't be shown again, but it can be opened anytime from the Help menu. Thank you for testing Back In Time and helping us improve it!
sv: Den här versionen är en utgivningskandidat för testning före nästa stabila utgåva. Om du testar denna version får du gärna ge återkoppling. Berätta om du hittade ett problem eller om allt fungerade som förväntat. Även ett kort test på några minuter är till hjälp. Du kan nå Back In Time-teamet via: {contact_list} Det här meddelandet visas inte igen, men kan alltid öppnas från Hjälp-menyn. Tack för att du testar Back In Time och hjälper oss att förbättra det!

source: Caution: Only use this temporarily for diagnostics, as it generates a large amount of output.
sv: Var försiktig: Använd endast det här tillfälligt för diagnostik då det genererar en stor mängd utdata.

source: Deferring backup while on battery
sv: Uppskjuter säkerhetskopiering vid batteridrift

source: Redirect stderr to /dev/null in cronjobs.
sv: Omdirigera stderr till /dev/null i cronjobb.

source: Include the symlink's target instead?
sv: Inkludera symlänkens mål istället?

source: Year(s)
sv: År

source: Proceed with the backup?
sv: Fortsätt med säkerhetskopieringen?

source: Can't remove directory
sv: Kan inte ta bort katalog

source: WARNING: This cannot be revoked.
sv: VARNING: Detta kan inte ångras.

source: About Back In Time
sv: Om Back In Time

source: Show hidden directories
sv: Visa dolda mappar

source: Add
sv: Lägg till

source: Displays man page about Back In Time (backintime)
sv: Visar manualsidan om Back In Time (backintime)

source: Please install it and try again.
sv: Vänligen installera det och försök igen.

source: on remote host
sv: på fjärrvärd

source: Include files
sv: Inkludera filer

source: Scan again
sv: Skanna igen

source: Full path: {path}
sv: Fullständig genväg för säkerhetskopian: {path}

source: Backup name
sv: Namn på säkerhetskopian

source: Back In Time is currently running with root privileges (full system access)
sv: Back In Time körs för närvarande med root behörigheter (full åtkomst till systemet)

source: 'rsync' ended with exit code {exit_code}
sv: "rsync" avslutades med slutkod {exit_code}

source: Redirect stdout to /dev/null in cronjobs.
sv: Omdirigera stdout till /dev/null i cronjobb.

source: Shutdown
sv: Stäng av

source: Custom hours can only be a comma separated list of hours (e.g. 8,12,18,23) or */3 for periodic backups every 3 hours.
sv: Anpassade timmar kan endast vara en kommaseparerad lista av timmar (t.ex. 8,12,18,23) eller */3 för periodiska säkerhetskopior var 3:e timme.

source: enabled
sv: aktiverad

source: Failed to write new crontab.
sv: Misslyckades med att skriva ny crontab.

source: Remove oldest backup if …
sv: Ta bort gamla säkerhetskopior om …

source: Exclude Suggestions
sv: Exkludera Förslag

source: Connect to the target host via this proxy (also known as a jump host). See "-J" in the "ssh" command documentation or "ProxyJump" in "ssh_config" man page for details.
sv: Anslut till målvärden via den här proxyn (även känd som en hoppvärd). Se "-J" i kommandodokumentationen för "ssh", eller "ProxyJump" i manualen för "ssh_config" för detaljer.

source: Keep the most recent backup.
sv: Behåll den mest senaste säkerhetskopian.

source: No parameters set for the diff command. Using default value "{params}".
sv: Inga parametrar är inställda för diff-kommandot. Använder standardvärdet "{params}".

source: Repeatedly
sv: Upprepade gånger

source: No config found in this directory.
sv: Ingen konfiguration hittades i den här katalogen.

source: Profile: {profile_name} (by user "{desktop_user}")
sv: Profil: "{profile_name}" (av användare "{desktop_user}")

source: Path:
sv: Sökväg:

source: Not enough free space because the disk quota has been exceeded.
sv: Det finns inte tillräckligt med ledigt utrymme eftersom diskkvoten har överskridits.

source: The language settings take effect only after restarting Back In Time.
sv: Språkinställningarna aktiveras inte förrän Back in Time startas om.

source: Contact
sv: Kontakt

source: Exclude pattern
sv: Exkludera mönster

source: &Help
sv: &Hjälp

source: Exclude patterns, files or directories
sv: Exkludera mönster, filer eller kataloger

source: Suggestions
sv: Förslag

source: Copy symbolic links as real files or directories in the backup. Select whether all links or only those pointing outside the source are copied.
sv: Kopiera symboliska länkar som riktiga filer eller kataloger i säkerhetskopian. Välj om alla länkar eller bara de som pekar utanför källan ska kopieras.

source: Run in background on remote host.
sv: Kör i bakgrunden på fjärrvärden.

source: If it is on a removable drive, please plug it in.
sv: Om den finns på en flyttbar enhet, vänligen anslut den.

source: Warn if the free disk space falls below
sv: Varna om det lediga lagringsutrymmet underskrider

source: Alternatively, you can use another channel of your choice.
sv: Alternativt kan du använda en annan kanal du väljer.

source: week(s).
sv: vecka(-or).

source: Metadata directory on MacOS
sv: Metadatakatalog på MacOS

source: Profile:
sv: Profil:

source: Write access to the remote backup directory was denied.
sv: Skrivåtkomst till fjärrkatalogen för säkerhetskopiering nekades.

source: Delete
sv: Ta bort

source: The destination filesystem for {path} is formatted with NTFS, which has known incompatibilities with Unix-style filesystems.
sv: Filsystemet för destinationen till "{path}" är formaterad med NTFS, vilket har kända kompabilitetsproblem med filsystem av Unix-typ.

source: User-friendly GUI for versioned backups that reduces disk usage
sv: Användarvänligt gränssnitt för versionsbaserade säkerhetskopior som reducerar användning av diskutrymme

source: Two settings conflict with each other.
sv: Två inställningar står i konflikt med varandra.

source: Exit
sv: Avsluta

source: Failed to create new SSH key in {path}.
sv: Misslyckades med att skapa ny SSH-nyckel i {path}.

source: Could not reach the SSH proxy host "{host_port}".
sv: Kunde inte nå SSH-proxyvärd "{host_port}".

source: Open rsync man page
sv: Öppna rsyncs manualsida

source: Keep named backups.
sv: Behåll namngivna säkerhetskopior.

source: Recovered filesystem objects
sv: Återskapade filsystemobjekt

source: Error
sv: Fel

source: The system will shut down in {n} second.
sv: Systemet kommer att stängas av om {n} sekund.

source: The system will shut down in {n} seconds.
sv: Systemet kommer att stängas av om {n} sekunder.

source: SSH (encrypted)
sv: SSH (krypterad)

source: {BOLD}Warning{BOLDEND}: Deleting files in the filesystem root could break the entire system.
sv: {BOLD}Varning{BOLDEND}: Att ta bort filer i filsystemets rot kan förstöra hela ditt system.

source: Every year
sv: Varje år

source: Choose an existing private key file from somewhere else.
sv: Välj en befintlig privat nyckel-fil från annan plats.

source: Device and other hardware information (sysfs interface)
sv: Enhetens och annan hårdvaruinformation (sysfs-gränssnitt)

source: Please set a diff command or press Cancel.
sv: Vänligen ställ in ett diff-kommando eller tryck på Avbryt.

source: System temporary directory
sv: Systemets temporära katalog

source: Miscellaneous
sv: Diverse

source: Select All
sv: Välj alla

source: Editor & Office temporary files
sv: Temporära filer för redigerare och Office

source: Light icon
sv: Ljus ikon

source: Partial transfer due to error
sv: Partiell överföring på grund av fel

source: &Include
sv: &Inkludera

source: Cancel Shutdown
sv: Avbryt avstängning

source: Kernel and process information
sv: Kärn- och processinformation

source: Really change the backup directory?
sv: Verkligen ändra katalog för säkerhetskopiering?

source: Thumbnail cache on GNU/Linux and other unixoid OS'es
sv: Tumnagelcache på GNU/Linux och andra Unixoid-operativsystem

source: Encryption
sv: Kryptering

source: Calendar weeks with Monday as first day. Current week is ignored.
sv: Kalenderveckor med måndag som första dag. Aktuell vecka ignoreras.

source: Destination filesystem for {path} is a share mounted via sshfs. Sshfs doesn't support hard-links. Please use mode "SSH" instead.
sv: Destinationsfilsystem för {path} är en SSHFS-monterad delning. SSHFS stöder inte hårda länkar. Vänligen använd läget "SSH" istället.

source: Searching…
sv: Söker…

source: Create
sv: Skapa

source: Cron is not running, even though the crontab command is available. Scheduled backup jobs will not run. Cron might be installed but not enabled. Try running the two commands "systemctl enable cron" and "systemctl start cron", or consult the support channels of the currently used GNU/Linux distribution for assistance.
sv: Cron körs inte även fast crontab-kommandot är tillgängligt. Schemalagd säkerhetskopieringsjobb kommer inte att köras. Cron kan möjligen vara installerad, men inte aktiverad. Prova att köra de två kommandorna "systemctl enable cron" samt "systemctl start cron", eller ta kontakt med de aktuella supportkanalerna för GNU/Linux-distributionen för att få hjälp.

source: Full days. Current day is ignored.
sv: Hela dagar. Aktuell dag ignoreras.

source: Please connect to the host manually once to confirm its fingerprint.
sv: Anslut till värden manuellt en gång för att bekräfta dess fingeravtryck.

source: Every month
sv: Varje månad

source: This month
sv: Den här månaden

source: Take snapshot
sv: Ta ögonblicksavbild

source: Open last backup log
sv: Öppna den senaste säkerhetskopieringsloggen

source: With 'Full rsync mode' disabled, this setting affects only newly created files, as rsync treats it as transfer option rather than an exclusion rule. Consequently, large files that have already been backed up will remain in backups even if they are modified.
sv: Med 'Fullständigt rsync-läge' inaktiverat så kommer den här inställningen enbart att påverka nya filer eftersom att rsync behandlar det här som ett överföringsalternativ istället för som ett undantagsalternativ. Följaktligen kommer stora filer som redan har säkerhetskopierats att finnas kvar i säkerhetskopiorna även om de ändras.

source: user manual
sv: användarmanual

source: Shut down system after backup has finished.
sv: Stäng av systemet efter säkerhetskopieringen har slutförts.

source: Reason:
sv: Anledning:

source: Mailing list {link_and_label}.
sv: Diskussionslistan {link_and_label}.

source: Reset to predefined selection
sv: Återställ till fördefinierat val

source: Manage profiles
sv: Hantera profiler

source: Create a backup (checksum mode)
sv: Skapa en säkerhetskopia (med kontrollsumma)

source: Copy public SSH key "{pubkey}" to remote host "{host}".
sv: Kopiera publik SSH-nyckel "{pubkey}" till fjärrvärd "{host}".

source: Continue on errors (keep incomplete backups)
sv: Fortsätt vid fel (behåll inte säkerhetskopior som inte är slutförda)

source: Then press OK.
sv: Klicka sedan på OK.

source: Check if remote host supports all necessary commands.
sv: Kontrollera om fjärrvärden stöder alla nödvändiga kommandon.

source: Done, no backup needed
sv: Färdig, ingen säkerhetskopiering behövdes

source: Email to {link_and_label}.
sv: Skicka e-post till {link_and_label}.

source: Only external
sv: Endast extern

source: Working:
sv: Arbetar:

source: Full backup path:
sv: Fullständig genväg för säkerhetskopian:

source: Compare
sv: Jämför

source: Restore to …
sv: Återställ till…

source: System backup files
sv: System säkerhetskopiering-filer

source: Found incomplete backup {snapshot_id} that can be continued.
sv: Hittade ofullständig säkerhetskopia {snapshot_id} som kan återupptas.

source: &Restore
sv: &Återställ

source: This week
sv: Denna vecka

source: … the free space is less than
sv: … det lediga utrymmet är mindre än

source: as cron job
sv: som cronjobb

source: … the free inodes are less than
sv: … de lediga inoderna är färre än

source: Emacs backup files
sv: Emacs säkerhetskopieringsfiler

source: Week(s)
sv: Vecka(-or)

source: Variables need to be escaped with \$FOO. This doesn't touch rsync. So to add a prefix for rsync use "{example_value}" with {rsync_options_value}.
sv: Variabler måste avslutas med \$FOO. Detta rör inte rsync. Så för att lägga till ett prefix för rsync använd "{example_value}" med {rsync_options_value}.

source: Backups are stored locally.
sv: Säkerhetskopior lagras lokalt.

source: Select commonly used items to add to backup exclusions.
sv: Välj vanliga objekt att lägga till i säkerhetskopieringsundantag.

source: Udev scheduling is not supported with mode "{mode}".
sv: Udev-schemaläggning stöds inte med läget "{mode}".

source: Edit
sv: Redigera

source: Nothing changed, no new backup necessary
sv: Ingen förändring, ingen ny säkerhetskopia behövs

source: All newer files in the original directory will be removed. Proceed?
sv: Alla nyare filer i original-katalogen kommer att tas bort. Fortsätta?

source: Please enter a password for "{user}".
sv: Vänligen ange ett lösenord för "{user}".

source: Show hidden files
sv: Visa dolda filer

source: Failed to add SSH key.
sv: Misslyckades med att lägga till SSH-nyckel.

source: Could not verify rsync hardlink support.
sv: Kunde inte verifiera rsync hårdlänk stöd.

source: Default
sv: Standard

source: Every hour
sv: Varje timme

source: Every {n} hours
sv: Var {n}:e timme

source: translator-credits-placeholder
sv: Luna Jernberg <droidbittin@gmail.com> Niklas Grahn <terra.unknown@yahoo.com> Thomas Johansson <dev@danternas.com> Stefan Grönberg <stefan@vinter.is>

source: Name backup
sv: Namnge säkerhetskopia

source: E&xpert Options
sv: E&xpertinställningar

source: At every boot/reboot
sv: Vid varje start/omstart

source: The weeks are counted starting from the current running week. A week starts on Monday.
sv: Veckorna räknas från och med den aktuella löpveckan. En vecka börjar på måndag.

source: At least one directory must be selected for backup.
sv: Minst en katalog måste väljas för säkerhetskopiering.

source: Shutdown Now
sv: Stäng av nu

source: Preserve extended attributes (xattr)
sv: Behåll utökade attribut (xattr)

source: Custom hours
sv: Anpassade timmar

source: Copy symbolic links as files
sv: Kopiera symboliska länkar som filer

source: SSH authentication failed for:
sv: SSH-autentisering misslyckades för:

source: The following rules are processed from top to bottom. Later rules override earlier ones. See the {manual_link} for details and examples.
sv: Följande regler bearbetas uppifrån och ner. Senare regler åsidosätter tidigare regler. Se {manual_link} för detaljer och exempel.

source: View log of the latest backup.
sv: Visa logg av den senaste säkerhetskopian.

source: Information
sv: Informationsposter

source: Local (encrypted)
sv: Lokalt (krypterad)

source: System swap file (virtual memory)
sv: System swap-fil (virtuellt minne)

source: Unexpected error:
sv: Oväntat fel:

source: Exclude files bigger than:
sv: Exkludera filer större än:

source: Translated: {percent}
sv: Översatt: {percent}

source: Mode:
sv: Läge:

source: The months are counted as calendar months starting with the current month.
sv: Månaderna räknas som kalendermånader från och med nuvarande månad.

source: Could not reach the SSH host "{host_port}".
sv: Kunde inte nå SSH-värd "{host_port}".

source: Release Candidate
sv: Släppkandidat

source: Profile: "{name}"
sv: Profil: "{name}"

source: Backup destination unavailable
sv: Säkerhetskopieringsdestination är inte tillgänglig

source: For example, "repeatedly every 1 hour" means a backup is triggered at each new clock hour. If the last successful backup was at 18:56, it will be triggered again at 19:00 because the hour boundary has been crossed. This schedule mode is useful if the computer is not running regularly.
sv: Till exempel betyder "upprepade gånger varje 1:a timme" att en säkerhetskopiering utlöses vid varje ny klocktimme. Om den senaste lyckade säkerhetskopieringen var klockan 18:56 kommer den att utlösas igen klockan 19:00 eftersom timgränsen har passerats. Detta schemaläggningsläge är användbart om datorn inte körs regelbundet.

source: Follow {thislink} to get translator credits for all languages.
sv: Följ {thislink} för att få information om översättarna för alla språk.

source: {path} is not a valid directory.
sv: {path} är inte en giltig katalog.

source: Add files
sv: Lägg till filer

source: The SSH key is not loaded into ssh-agent.
sv: SSH-nyckel är inte inläst i ssh-agent.

source: Issues were found while validating the SSH configuration.
sv: Problem upptäcktes vid validering av SSH-konfigurationen.

source: Other non-persistent
sv: Andra icke-ihållande

source: Paste additional options to rsync
sv: Klistra in ytterligare alternativ till rsync

source: Uses 'rsync --copy-unsafe-links'.
sv: Använder 'rsync --copy-unsafe-links'.

source: Could not write files to the remote host using rsync.
sv: Kunde inte skriva filer till fjärrvärd med rsync.

source: Last month
sv: Senaste månaden

source: Creation failed:
sv: Skapandet misslyckades:

source: Use system SSH configuration
sv: Använd systemets SSH-konfiguration

source: Back In Time could not connect to the remote backup location.
sv: Back In Time kunde inte ansluta till fjärrplatsen för säkerhetskopiering.

source: month(s).
sv: månad(er).

source: Only links pointing outside the backup source are copied as files. This increases backup size and may store the same files multiple times.
sv: Endast länkar som pekar utanför säkerhetskopian kopieras som filer. Detta ökar säkerhetskopians storlek och kan lagra samma filer flera gånger.

source: If this window is closed, Back In Time will not be able to shut down your system when the backup is finished.
sv: Om du stänger det här fönstret så kan Back In Time inte stänga av ditt system när säkerhetskopieringen är slutförd.

source: Open an issue
sv: Öppna en bugg-rapport

source: Unable to initialize encryption.
sv: Kunde inte initiera krypteringen.

source: Go To
sv: Gå till

source: Access to the remote backup directory was denied.
sv: Åtkomst till katalogen för fjärrsäkerhetskopiering nekades.

source: &Exclude
sv: &Exkludera

source: Prefix to run before every command on remote host.
sv: Prefix som ska köras före varje kommando på fjärrvärden.

source: Translation
sv: Översättning

source: Yesterday
sv: Igår

source: Time:
sv: Tid:

source: List only backups that are equal to:
sv: Lista enbart säkerhetskopior som är lika med:

source: Save Password to Keyring
sv: Spara lösenord till nyckelring

source: man page: Profiles config file
sv: manualsida: Konfigurationsfil för profiler
